<!-- 9. Вычислить периметр прямоугольника -->
<?php
$a = 1;
$b = 2;
$P = 2*($a+$b);
echo "Перимитер прямоугольника = P=2(a+b)" . "\n";
echo "<br>";
echo "Перимитер прямоугольника данные которого вы ввели находится по формуле:" . " P = 2(a + b) = 2($a + $b) = $P ";
echo "<br>";
?>

<!-- 9. Вычислить периметр треугольника (для Влада) -->
<?php
$a = 1;
$b = 2;
$c = 3;
$P = $c+$a+$b;
echo "<br>";
echo "Перимитер треугольника = P=a+b+c" . "\n";
echo "<br>";
echo "Перимитер треугольника данные которого вы ввели находится по формуле:" . " P=a+b+c = $c + $a + $b) = $P ";
?>

